Repository: Learningtribes/edflex-xblock
Catalog: edflex/translations/*/LC_MESSAGES/text.po
Languages: es_419, fr, it_it

source: Use External Content component
es_419: Utilice el componente de recursos externos
fr: Utilisez le composant des ressources externes
it_it: Usa il componente delle risorse esterne

source: Add resources to your course, curated by Edflex technology. Choose from a selection of MOOCs, Videos, Podcasts, Books, and Articles to accompany and enhance the creation of your trainings!
es_419: Agregue recursos a su curso, seleccionados por la tecnología Edflex. ¡Elija entre una selección de MOOC, videos, pódcasts, libros y artículos para respaldar y mejorar la creación de su formación!
fr: Ajoutez des ressources à votre cours, sélectionnées par la technologie Edflex. Faites votre choix parmi une sélection de MOOCs, vidéos, podcasts, livres et articles pour accompagner et valoriser la création de vos formations !
it_it: Aggiungi risorse al tuo corso, selezionate dalla tecnologia Edflex.Scegli tra una selezione di MOOC, video, podcast, libri e articoli per supportare e migliorare la tua creazione di formazione!

source: You are now ready
es_419: Ya esta listo
fr: Vous êtes maintenant prêt
it_it: È pronto

source: Integrate external content to enrich your course!
es_419: ¡Integre contenido externo para enriquecer su curso!
fr: Intégrez du contenu externe pour enrichir votre cours !
it_it: Integra contenuti esterni per arricchire il tuo corso!

source: Read the article
es_419: Leer el artículo
fr: Lire l'article
it_it: Leggi l'articolo

source: Read the book
es_419: Leer el libro
fr: Lire le livre
it_it: Leggi il libro

source: Access the course
es_419: Acceder al curso
fr: Accéder au cours
it_it: Accedi al corso

source: About the content
es_419: En resumen
fr: En résumé
it_it: In sintesi

source: reviews
es_419: opiniones
fr: avis
it_it: recensioni

source: users’ reviews
es_419: Opiniones de los usuarios
fr: avis utilisateur
it_it: recensioni degli utenti

source: <b>Free</b> access
es_419: Acceso <b>gratuito</b>
fr: Accès <b>gratuit</b>
it_it: Accesso <b>gratuito</b>

source: <b>Paid</b> access
es_419: Acceso <b>pagado</b>
fr: Accès <b>payant</b>
it_it: Accesso <b>pagato</b>

source: <b>Free</b> certificate
es_419: Certificado <b>gratuito</b>
fr: Certificat <b>gratuit</b>
it_it: Certificato <b>gratuito</b>

source: <b>Paid</b> certificate
es_419: Certificado <b>pagado</b>
fr: Certificat <b>payant</b>
it_it: Certificato <b>pagato</b>

source: pages
es_419: paginas
it_it: pagine

source: External content
es_419: Contenido externo
fr: Contenu externe
it_it: Contenuto esterno

source: You are about to leave the Triboo platform to follow external training content. We remind you that <b>all content on this portal is always free.</b> However, the certification may have a cost and it is not supported by Triboo.
es_419: Está a punto de abandonar la plataforma Triboo para seguir el contenido de formación externo. Le recordamos que <b>todo el contenido de este portal es siempre gratuito</b>. Sin embargo, la certificación puede tener un costo y no se admite por Triboo.
fr: Vous êtes sur le point de quitter la plateforme Triboo pour suivre des contenus de formation externes. Nous vous rappelons que <b>tout le contenu de ce portail est toujours gratuit</b>. Cependant, la certification peut avoir un coût et n'est pas prise en charge par Triboo.
it_it: Stai per lasciare la piattaforma Triboo per seguire i contenuti di formazione esterna. Ti ricordiamo che <b> tutto il contenuto di questo portale è sempre gratuito </b>. Tuttavia, la certificazione può avere un costo e non è supportata da Triboo.

source: See you soon on Triboo!
es_419: Hasta pronto en Triboo
fr: `À bientôt sur Triboo
it_it: A presto a Triboo

source: Access
es_419: Acceder
fr: Accéder
it_it: Accedere

source: This information is out of date. What you see is the last saved version.
es_419: Esta información está desactualizada. Lo que ves es la última versión registrada.
fr: Ces informations sont obsolètes. Ce que vous voyez est la dernière version enregistrée.
it_it: Queste informazioni non sono aggiornate. Quella che vedi è l'ultima versione registrata.

source: How it works?
es_419: ¿Cómo funciona?
fr: Comment ça marche ?
it_it: Come funziona?

source: Select the format of content you want to add
es_419: Seleccione el formato de contenido que desea agregar
fr: Sélectionnez le format de contenu que vous voulez ajouter
it_it: Seleziona il formato del contenuto che desideri aggiungere

source: Choose a category for your learning content
es_419: Elija una categoría para su contenido de aprendizaje
fr: Choisissez une catégorie pour votre contenu d'apprentissage
it_it: Scegli una categoria per i tuoi contenuti di apprendimento

source: Then a language
es_419: Entonces un idioma
fr: Puis une langue
it_it: Quindi una lingua

source: Pick the content you want to use
es_419: Elija el contenido que desea utilizar
fr: Choisissez le contenu que vous souhaitez utiliser
it_it: Scegli il contenuto che desideri utilizzare

source: No content available? Then change one of the parameters you previously selected.
es_419: ¿No hay contenido disponible? Cambie uno de los parámetros que seleccionó previamente
fr: Aucun contenu disponible? Modifiez l'un des paramètres que vous avez précédemment sélectionnés.
it_it: Nessun contenuto disponibile? Modificare uno dei parametri selezionati in precedenza

source: Which format of content do you need?
es_419: ¿Qué formato de contenido necesita?
fr: De quel format de contentu avez-vous besoin ?
it_it: Di quale formato di contenuto hai bisogno?

source: Choose a format. It is mandatory.
es_419: Elija un formato. Esto es obligatorio.
fr: Choisissez un format. C'est obligatoire.
it_it: Scegli un formato. Questo è obbligatorio.

source: Podcast
es_419: Pódcast

source: Article
es_419: Artículo
it_it: Articolo

source: Book
es_419: Libro
fr: Livre
it_it: Libro

source: Select one of the categories below
es_419: Seleccione una de las siguientes categorías
fr: Sélectionnez l'une des catégories ci-dessous
it_it: Seleziona una delle seguenti categorie

source: Choose a category.
es_419: Elige una categoría.
fr: Choisissez une catégorie.
it_it: Scegli una categoria.

source: Which language for the content?
es_419: ¿Qué idioma para el contenido?
fr: Quel langue pour le contenu ?
it_it: Quale lingua per il contenuto?

source: Choose a language.
es_419: Elige un idioma.
fr: Choisissez une lange.
it_it: Scegli una lingua.

source: Select the title of the content
es_419: Seleccione el título del contenido
fr: Sélectionnez le titre du contenu
it_it: Seleziona il titolo del contenuto

source: Choose a content.
es_419: Elige un contenido.
fr: Choisissez un contenu.
it_it: Scegli un contenuto.

source: Weight
es_419: Peso
fr: Poids
it_it: Peso

source: Relative weight in this course section
es_419: Peso relativo en esta sección del curso
fr: Poids relatif dans cette section de cours
it_it: Peso relativo in questa sezione del corso

source: Add this content
es_419: Agregar este contenido
fr: Ajouter ce contenu
it_it: Aggiungi questo contenuto

source: Cancel
es_419: Anular
fr: Annuler
it_it: Annullar

source: Video
fr: Vidéo
